export const data = [
   
    {
    id: 1,
    name: "При чем здесь макароны?",
    image: "https://img4.goodfon.ru/original/1024x1024/6/fc/pechene-cookies-sweets-raznotsvetnye-makarun-macaron-1.jpg",
    description: "Прежде всего разберемся с названием десерта. Оно происходит от итальянского maccarone, что переводится как «раздавить». Это отсылает нас к главному ингредиенту — миндальной муке. Чтобы ее получить, необходимо раздавить, точнее перемолоть, ядра миндаля в мельчайшую крошку. Исходя из оригинального названия, правильно говорить «макарон». А «макаруном» называется совсем другой десерт — кокосово-миндальное печенье в виде башенки, особенно популярное в Америке. Что представляет собой французский макарон? Это нежнейшее пирожное-печенье из двух гладких половинок, скрепленных тягучими начинками. Половинки готовят из взбитых белков, миндальной муки и сахарной пудры. Они бывают молочного, желтого, розового, зеленого, алого и даже черного цвета — в зависимости от пищевого красителя. Вариантов начинок тоже множество. Ягодный конфитюр, сливочный или заварной крем, ганаш из белого или горького шоколада, ореховая паста — на все воля кондитера.",
    showMore: false
    },

    {
    id: 2,
    name: "Парижский сувенир",
    image: "https://img4.goodfon.com/original/2048x2048/4/d1/sladkoe-pechene-color-macaron.jpg",
    description: "Кому же первому пришел в голову рецепт миндального пирожного макарон? Однозначного ответа не даст никто. Зато существует множество легенд. Согласно одной версии, пирожное придумали в XVII веке монахини Маргарита и Мари-Элизабет из города Нанси. Чтобы обойти строгие монастырские запреты, они пошли на хитрость и стали выпекать постные печенья, склеивая их запретными начинками. По другой легенде, пирожные макарон появились благодаря Екатерине Медичи. Специально для своей свадьбы с Генрихом II она пригласила из Италии именитых кондитеров, которые и придумали эксклюзивное пирожное для молодоженов. В XVI веке пирожными макарон с удовольствием лакомились Людовик XVI и Мария-Антуанетта. На светских раутах его подавали на фарфоровых блюдцах с чашечкой горячего шоколада. В честь любимого десерта королева даже назвала своего кота. Примечательно, что в те времена пирожное готовили без прослойки — половинки склеивали горячим паром. В XIX веке для этого стали использовать джемы, ликеры и специи. Фирменную мягкую сердцевинку макароны приобрели лишь в XX столетии благодаря Пьеру Дефонтену и его кондитерской Ladurée.",
    showMore: false
    },

     {
    id: 3,
    name: "Филигранная точность",
    image: "https://sun6-22.userapi.com/s/v1/if1/sLEAUYu6YlGCLsE7iCclIJNWJ08oyH2FGITwhCzeP03rlGFQXLu0OKwjiAWZCE-sI9PYkEmO.jpg?size=887x887&quality=96&crop=246,0,887,887&ava=1",
    description: "Как сделать макарон в домашних условиях? Помните, на глазок такой десерт точно не получится. Вам понадобятся электронные весы и кухонный термометр. Строгие пропорции и точно выверенная температура — ключ к успеху. Миндальную муку выбирайте очень внимательно. Она должна быть качественной и самого мелкого помола. Сделать ее самостоятельно можно только при наличии мощного кухонного комбайна. Но лучше не рисковать и найти нужный продукт в магазине. Понятно, что яйца должны быть максимально свежими. Белки следует отделять при помощи сепаратора, чтобы в них не оказалось ни капельки желтка. Профессиональные кондитеры «состаривают» белки, перед тем как взбивать. Для этого их помещают в стеклянную емкость, затягивают пищевой пленкой, делают несколько проколов и отправляют отдыхать в холодильник на пару суток. За это время лишняя влага испаряется, поэтому белки легче взбиваются и держат форму. А самое главное — при выпекании у вас получатся безупречно гладкие половинки. В некоторых рецептах в меренгу добавляют сироп. Ни в коем случае нельзя слишком сильно вымешивать его во время варки. Маленькая хитрость — помешивайте сироп термометром. Так вы точно не переусердствуете и сможете контролировать температуру. Помните, при добавлении к взбитым белкам она не должна превышать 45 °C.",
    showMore: false
    },

     {
    id: 4,  
    name: "До нужной кондиции", 
    image: "https://f.vividscreen.info/soft/fa07176e784ac9acc9c57723aa81e815/Caramel-Macaron-2048x2048.jpg",
    description: "Белки для макарон взбивают, как для классической меренги — до получения крепких шелковистых пиков. Дальше начинают подсыпать миндальную и обычную муку, постепенно вымешивая макаронаж — так называется основа пирожных. Делать это нужно плавными уверенными круговыми движениями. Учтите, если взбить массу слишком сильно, она станет жидковатой и характерных «юбочек» не получится. А если взбить недостаточно, макароны потрескаются прямо в духовке. Для отсаживания удобнее всего использовать одноразовые кондитерские мешки с насадкой диаметром 8–10 мм. Держите его строго перпендикулярно поверхности и постарайтесь, чтобы половинки получались ровными и одинаковыми. Задачу облегчит пергаментная бумага. На ней можно обвести карандашом кружки нужного диаметра и аккуратно заполнить макаронажем. К тому же с пергаментом все испечется в лучшем виде. Тогда как силиконовые коврики быстро нагреваются и долго остывают. Это может нарушить температурный режим, и макароны не получатся. Еще один важный нюанс. Перед отправкой в духовку половинки следует «отбить». Для этого противень немного приподнимают над столом и слегка бросают. Так вы избавитесь от пузырьков воздуха внутри. Если этого не сделать и сразу поставить макароны в духовку, они лопнут. Очень важно дать заготовкам отдохнуть 20–25 минут. За это время они покроются корочкой, которая не даст меренге растрескаться.",
    showMore: false
    },

    {
    id: 5,
    name: "Идеальная половинка",
    image: "https://mykaleidoscope.ru/uploads/posts/2022-07/1657299251_30-mykaleidoscope-ru-p-knyazheskoe-pechene-vkusnyashki-krasivo-fo-33.jpg",
    description: "Прослойкам для макарон можно посвятить отдельный курс. Классический вариант — шоколадный ганаш. Делается он легко и быстро. Растопите на водяной бане плитку чистого шоколада и смешайте с 150–160 мл сливок жирностью не менее 33 %. Чтобы ганаш получился густым и «клейким», подбейте его венчиком. Любите ягоды? Тогда сделайте малиновый или клубничный ганаш. Для этого взбейте 100 г свежих ягод в пюре и пропустите через сито. Смешайте его с 50–60 мл густых сливок и немного уварите на медленном огне. Для прослойки отлично подходит итальянский мягкий сыр маскарпоне. Из него получится вкуснейший фруктовый крем. Взбейте его с сахарной пудрой по вкусу и добавьте любимые ягоды  или фрукты. Вы сами можете придумать прослойку на свое усмотрение. Самые удачные ингредиенты для этого — джемы, мягкие сыры, сок и цедра лимона, любые орехи, мята или базилик, а также пряности вроде корицы, кардамона, имбиря и мускатного ореха.",
    showMore: false
    }

]